Repository: MarcelloMirsal/EarthBlue
Catalog: EarthBlue/Localization Strings/*.lproj/Localizable.strings
Languages: ar

source: about
ar: نبذة

source: ACTIVE
ar: فعّال

source: Try Again
ar: حاول مرة أخرى

source: can't save image, please grant permission from Settings.
ar: لا يمكن حفظ الصورة، يرجى منح الإذن من الإعدادات.

source: Settings
ar: الإعدادات

source: Cache clearing
ar: حذف الذاكرة المؤقتة

source: cache has been cleared.
ar: لقد تم حذف الذاكرة المؤقتة.

source: Cancel
ar: إلغاء

source: cancel
ar: إلغاء

source: Categories
ar: الأصناف

source: Clear cache
ar: حذف الذاكرة المؤقتة

source: Clear Cached Images
ar: حذف الصور من الذاكرة المؤقتة

source: CLOSED
ar: مغلق

source: Date range
ar: فترة تاريخية

source: Done
ar: تم

source: EarthBlue is caching images after been downloaded to avoid re-downloading them when required, Clear cache will delete all images in the cache.
ar: إن EarthBlue يقوم بتخزين الصور في الذاكرة المؤقتة بعد تحميلها لتجنب إعادة تحميلها عند الحاجة لها، حذف الذاكرة المؤقتة سوف يقوم بحذف جميع الصور المحفوظة.

source: enhanced images
ar: صور محسّنة

source: enhanced images were processed to enhance land features.
ar: الصور المحسّنة تمت معالجتها لإظهار خصائص الأرض على الصور.

source: Events
ar: الأحداث

source: Extra
ar: المزيد

source: Feed Filtering
ar: فلترة القائمة

source: Imageries are not available yet, please try another filtering date.
ar: الصور غير متوفرة الان، الرجاء أختيار تاريخ آخر للفلترة.

source: Imageries are not available yet, please try another filtering options.
ar: الصور غير متوفرة الان، الرجاء أختيار خيار آخر للفلترة.

source: Imagery
ar: الصور

source: Info
ar: معلومات إضافية

source: Last days
ar: آخر أيام

source: MARS ROVERS
ar: مركبات إستكشاف المريخ

source: more info...
ar: المزيد من المعلومات...

source: New Filtered Feed
ar: قائمة مفلترة جديدة

source: No events found, try another feed filtering options.
ar: لا توجد أحداث، الرجاء اختيار فلترة اخرى.

source: Number of days
ar: عدد الأيام

source: OK
ar: تم

source: Privacy Policy
ar: سياسة الخصوصية

source: Reset to Defaults
ar: استعادة الإفتراضيات

source: SATELLITES
ar: أقمار صناعية

source: Search for events in this feed
ar: البحث عن أحداث في القائمة

source: Selected status
ar: الحالة المختارة

source: Storage
ar: التخزين

source: Version
ar: الإصدار

source: Last update: %@
ar: آخر تحديث: %@

source: Drought
ar: جفاف

source: Dust and Haze
ar: غبار وضباب

source: Earthquakes
ar: زلازل

source: Floods
ar: فيضانات

source: Landslides
ar: انهيارات أرضية

source: Manmade
ar: من صنع الإنسان

source: Sea and Lake Ice
ar: البحر وجليد البحيرة

source: Severe Storms
ar: عواصف شديدة

source: Snow
ar: ثلوج

source: Temperature Extremes
ar: درجات الحرارة القصوى

source: Volcanoes
ar: براكين

source: Water Color
ar: لون الماء

source: Wildfires
ar: حرائق الغابات

source: No Bookmarked Events
ar: لاتوجد أحداث محفوظة

source: Bookmarks lets you save events to keep track of them. Swipe an event to add it to Bookmarks.
ar: المحفوظات تسمح بحفظ الأحداث لمتابعتها لاحقاً. الرجاء التمرير على حدث لإضافته الى المحفوظات.

source: Search bookmarks
ar: البحث في المحفوظات

source: Bookmarks
ar: المحفوظات

source: BY DAYS
ar: بالأيام

source: BY DATE
ar: بالتاريخ

source: STATUS
ar: الحالة

source: active
ar: مغلق

source: closed
ar: فعّال

source: all
ar: الكل

source: start
ar: بداية

source: end
ar: نهاية

source: Category
ar: الصنف

source: Status
ar: الحالة

source: Sources
ar: المصادر

source: Last update date
ar: آخر تحديث

source: Copy coordinates
ar: نسخ إحداثيات الموقع

source: Open in Maps
ar: فتح في الخرائط

source: Satellite
ar: قمر صناعي

source: Standard
ar: عادي

source: Map type
ar: نوع الخريطة

source: Earth Polychromatic Imaging Camera (EPIC)
ar: كاميرا تصوير الأرض متعددة الألوان EPIC

source: Curiosity Rover
ar: المستكشف Curiosity

source: Spirit Rover
ar: المستكشف Spirit

source: Opportunity Rover
ar: المستكشف Opportunity

source: EPIC.ProviderInfo
ar: كاميرا التصوير متعدد الألوان للأرض (EPIC) عبارة عن مقياس طيفي مكون من 10 قنوات (317-780 نانومتر) على متن مركبة الفضاء DSCOVR NOAA (مرصد المناخ في الفضاء العميق). يوفر EPIC عشر صور طيفية ضيقة النطاق لكامل وجه الأرض المضاء بنور الشمس باستخدام كشاف CCD مزدوج الشحن 2048x2048 بكسل مقترنًا بتلسكوب

source: Curiosity.ProviderInfo
ar: تعتبر Curiosity جزء من مهمة مختبر علوم المريخ التابع لوكالة ناسا، أكبر مركبة متجولة وأكثرها قدرة على الإطلاق تُرسل إلى المريخ. تم إطلاقه في 26 نوفمبر 2011 وهبط على سطح المريخ في الساعة 10:32 مساءً. PDT في 5 أغسطس 2012 (1:32 صباحًا بتوقيت شرق الولايات المتحدة في 6 أغسطس 2012). انطلقت Curiosity للإجابة على السؤال التالي: هل يتمتع المريخ بالظروف البيئية المناسبة لدعم أشكال الحياة الصغيرة التي تسمى الميكروبات؟ في وقت مبكر من مهمتها، وجدت أدوات Curiosity العلمية أدلة كيميائية ومعدنية لبيئات سابقة للسكن على سطح المريخ. يتواصل استكشاف السجل الصخري من وقت ما كان من الممكن أن يكون في المريخ موطنًا للحياة الميكروبية.

source: Spirit.ProviderInfo
ar: واحدة من اثنين من مركبات الاستكشاف التي تم إطلاقها في عام 2003 لاستكشاف المريخ والبحث عن علامات الحياة الماضية ، وقد تجاوزت Spirit مهمتها المخطط لها التي استغرقت 90 يومًا ، واستمرت أكثر من ست سنوات. من بين اكتشافاتها العديدة ، وجدت Spirit دليلاً على أن المريخ كان يومًا ما أكثر رطوبة مما هو عليه اليوم وساعدت العلماء على فهم رياح المريخ بشكل أفضل. في مايو 2009 ، دخلت العربة الجوالة في تربة ناعمة في موقع يسمى "Troy" بخمس عجلات عاملة فقط للمساعدة في جهود الإنقاذ. بعد أشهر من الاختبارات والمناورات المخططة بعناية ، أنهت وكالة ناسا الجهود المبذولة لتحرير العربة المستكشفة وأنهت المهمة في النهاية في 25 مايو 2011.

source: Opportunity.ProviderInfo
ar: كانت Opportunity الثانية من بين مركبتين تم إطلاقهما في عام 2003 للهبوط على سطح المريخ والبدء في عبور الكوكب الأحمر بحثًا عن علامات المياه القديمة. استكشفت العربة Opportunity تضاريس المريخ لما يقرب من 15 عامًا ، وهي أطول بكثير من مهمتها المخطط لها التي استغرقت 90 يومًا. بعد الهبوط على المريخ في عام 2004 ، قامت Opportunity بعدد من الاكتشافات حول الكوكب الأحمر ، بما في ذلك أدلة مثيرة على أن منطقة واحدة على الأقل من المريخ ظلت مبللة لفترة طويلة وأن الظروف كان من الممكن أن تكون مناسبة لاستمرار الحياة الميكروبية. توقفت المركبة الفضائية Opportunity عن الاتصال بالأرض عندما غطت عاصفة ترابية شديدة على مستوى المريخ موقعها في يونيو 2018. وبعد أكثر من ألف أمر لاستعادة الاتصال ، قام المهندسون في مركز التحكم في المهمة في مختبر الدفع النفاث التابع لناسا (JPL) بمحاولة احياء Opportunity ولكن دون جدوى. تم استلام الرسالة النهائية للمركبة التي تعمل بالطاقة الشمسية في 10 يونيو.

source: Imageries date
ar: تاريخ الصور

source: Select a camera
ar: اختر كاميرا

source: Chemistry and Camera Complex
ar: مجمع الكيمياء والكاميرا

source: Front Hazard Avoidance Camera
ar: كاميرا أمامية لتجنب المخاطر

source: Mars Hand Lens Imager
ar: عدسة تصوير اليد

source: Mast Camera
ar: كاميرا التضاريس

source: Navigation Camera
ar: كاميرا ملاحة

source: Rear Hazard Avoidance Camera
ar: كاميرا خلفية لتجنب المخاطر

source: Mars Descent Imager
ar: تصوير الهبوط على المريخ

source: Panoramic Camera
ar: كاميرا بانورامية

source: Miniature Thermal Emission Spectrometer (Mini-TES)
ar: مطياف الانبعاث الحراري المصغر (Mini-TES)

source: Entry, Descent, and Landing Camera
ar: كاميرا الدخول والنزول والهبوط

source: The Internet connection appears to be offline.
ar: لايوجد اتصال بالإنترنت

source: the request timed out, please try again.
ar: انتهى وقت الطلب، الرجاء المحاولة مرة أخرى

source: invalid response from server.
ar: خطأ من الخادم

source: Unspecified error occurred.
ar: حدث خطأ ما غير معروف

source: An error occurred while processing data, please try again.
ar: حصل خطأ ما اثناء معالجة البيانات، حاول مرة اخرى

source: Imagery options
ar: خيارات الصورة

source: Save
ar: حفظ

source: Share
ar: مشاركة

source: Load high quality imagery
ar: تحميل الصورة بدقة عالية

source: privacy-policy-link
ar: https://sites.google.com/view/earthblue/privacy-policy/PrivacyPolicyArabic
